[
	{
		"emergency_name": "Cardiac arrest",
		"emergency_type": "Disease",
		"steps": [ 
			{
				"step": 1,
				"title": "What is a cardiac arrest",
				"content": "Cardiac arrest is a sudden loss of blood flow resulting from the failure of the heart to effectively pump.",
				"picture": "../../assets/datas/cardiac/step1.PNG"
			},
			{
				"step": 2,
				"title": "How to recognize",
				"content": "Someone who is suffering from a cardiac arrest will suddenly lose consciousness and will stop breathing or stop breathing normally. ",
				"picture": "../../assets/datas/cardiac/step2.png"
			},
			{
				"step": 3,
				"title": "Call for Help and practice CPR",
				"content": "Once you have identified that a person is having a cardiac arrest, call for help by selecting the alert trigger button, start CPR immediately. ",
				"picture": "../../assets/datas/cardiac/step3.jpg"
			}
		],
		"infos": "do not put your own safety at risk. Be aware of your surroundings and make sure you are in a safe environment before helping another person."
	},
	{
		"emergency_name": "Epilepsy",
		"emergency_type": "Disease",
		"steps": [ 
			{
				"step": 1,
				"title": "What is an Epilepsy",
				"content": "Epilepsy is a central nervous system (neurological) disorder in which brain activity becomes abnormal, causing seizures or periods of unusual behavior, sensations, and sometimes loss of awareness.",
				"picture": "../../assets/datas/how-to-epilepsy/step1.jpg"
			},
			{
				"step": 2,
				"title": "How to recognize",
				"content": "Because epilepsy is caused by abnormal activity in the brain, seizures can affect any process your brain coordinates. Seizure signs and symptoms may include: Temporary confusion; A staring spell; Uncontrollable jerking movements of the arms and legs; Loss of consciousness or awareness; Psychic symptoms such as fear, anxiety or deja vu",
				"picture": "../../assets/datas/how-to-epilepsy/step2.jpg"
			},
			{
				"step": 3,
				"title": "Practice that recovery position",
				"content": "Practice the recovery position and time the seizure, be ready to trigger alert in case the seizure goes beyond 5 minutes.",
				"picture": "../../assets/datas/how-to-epilepsy/step3.png"
			}
		],
		"infos": "do not put your own safety at risk. Be aware of your surroundings and make sure you are in a safe environment before helping another person."
	},
	{
		"emergency_name": "Adult CPR",
		"emergency_type": "Disease",
		"steps": [ 
			{
				"step": 1,
				"title": "Perform initial assessment",
				"content": "Always perform the initial assessment in the position the victim is found. If victim needs to be turned on his back for CPR, move the neck and body at the same time like rolling a log.",
				"picture": "../../assets/datas/cpr/step1.PNG"
			},
			{
				"step": 2,
				"title": "check for foreign object",
				"content": " Open the person’s mouth using the “head tilt chin lift” technique and check if there are any foreign objects in mouth or throat and remove them.",
				"picture": "../../assets/datas/cpr/step2.PNG"
			},
			{
				"step": 3,
				"title": "Check breathing & call for Help",
				"content": "Check breathing by placing your face close to the mouth and observing the chest. Look, listen and feel for signs of breathing for up to 10 seconds. If the casualty is not responding (unconscious) and not breathing normally, call for help and start performing CPR",
				"picture": "../../assets/datas/cpr/step3.PNG"
			},
			{
				"step": 4,
				"title": "perform external chest compressions",
				"content": "Perform external chest compressions by placing the heel of one palm at the lower half of the breast bone and keeping fingers off ribs. Cover this hand with the heel of the other hand.",
				"picture": "../../assets/datas/cpr/step4.1.PNG"
			},
			{
				"step": 5,
				"title": "perform external chest compressions",
				"content": " Keep arms straight and push down vertically about 4 to 5 cm and then release. Do not lift hands off the chest between compressions. Complete 30 compressions in 18 seconds.",
				"picture": "../../assets/datas/cpr/step4.2.PNG"
			},
			{
				"step": 6,
				"title": "apply mouth to mouth respiration",
				"content": " After one cycle of compressions tilt head back, pinch nose and give two short breaths of mouth-to-mouth respiration. Complete 5 cycles of this routine (compressions and mouth-to-mouth) within 2 minutes. Check pulse after every 5 cycles.",
				"picture": "../../assets/datas/cpr/step5.PNG"
			},
			{
				"step": 7,
				"title": "Avoid any infection",
				"content": "Cover your mouth with clean cloth/handkerchief to prevent transmitting infections when giving mouth to mouth rescue breathing. Continue CPR till you are completely exhausted, or someone takes over. Stop compressions as soon as pulse returns and check for breathing. If there is no breathing continue mouth-to-mouth respiration until natural breathing is restored.",
				"picture": "../../assets/datas/cpr/step6.PNG"
			}
		],
		"infos": "Remember to call for help before doing anything"
	},
	{
		"emergency_name": "Recovery position",
		"emergency_type": "Disease",
		"steps": [ 
			{
				"step": 1,
				"title": "Take care of their hands",
				"content": "Move the arm closer to you and use your hand which is closer to their head to hold their other hand and put this onto the side of their cheek to support the head and neck as you turn them.",
				"picture": "../../assets/datas/epi/step1.png"
			},
			{
				"step": 2,
				"title": "Rub the patients' hands",
				"content": "lift up the outside of their knee with your other hand and now use it(knee) as a lever to pull them over",
				"picture": "../../assets/datas/epi/step2.png"
			},
			{
				"step": 3,
				"title": "Check breathing",
				"content": "Keep checking they are breathing by feeling holding the back of your hand in front of their mouth",
				"picture": "../../assets/datas/epi/step3.png"
			},
			{
				"step": 4,
				"title": "time the seizure",
				"content": "make sure you time the seizure and if it goes over 5 minutes, trigger emergency alert for help",
				"picture": "../../assets/datas/epi/step4.png"
			}
		],
		"infos": "stay with the victim till the seizure is totally over or emergencies arrive"
	},
	{
		"emergency_name": "Choking",
		"emergency_type": "Disease",
		"steps": [ 
			{
				"step": 1,
				"title": "Watch for signs of choking",
				"content": "Victim will be probably clasping their necks with their hands.",
				"picture": "../../assets/datas/chocking/step1.PNG"
			},
			{
				"step": 2,
				"title": "Provide help",
				"content": "If the victim has difficulty breathing or speaking, we should perform the abdominal thrust or a chest thrust for obese people and pregnant women.",
				"picture": "../../assets/datas/chocking/step2.png"
			},
			{
				"step": 3,
				"title": "Adbominal thrust",
				"content": "Stand behind the victim and wrap your arms around the waist. Grasp one fist with your other hand. Place the thumb side of the fist in midline, slightly above the nave. Press your into victim's abdomen with quick inward  and upward thrust. Each thrust should be decisive and with the intention of relieving the obstruction.",
				"picture": "../../assets/datas/chocking/step3.jpg"
			},
			{
				"step": 4,
				"title": "Chest thrust",
				"content": "Stand behind victim and place arms under the victim’s armpits and encircle the chest. Grasp one fist with the order hand, placing the thumb side of the fist in the middle of the victim's breastbone. Press with backward thrust.",
				"picture": "../../assets/datas/chocking/step4.jpg"
			}
		],
		"infos": " If victims are able to speak, breath or cough, they are attempting to expel the foreign object. We should not inter    fere with the process."
	},
	{
		"emergency_name": "nose bleeding",
		"emergency_type": "Disease",
		"steps": [ 
			{
				"step": 1,
				"title": "Sit upright and lean forward",
				"content": "By remaining upright, you reduce blood pressure in the veins of your nose. This discourages further bleeding. Sitting forward will help you avoid swallowing blood, which can irritate your stomach.",
				"picture": "../../assets/datas/nosebleeds/step1.png"
			},
			{
				"step": 2,
				"title": "Pinch your nose",
				"content": "Use your thumb and index finger to pinch your nostrils shut. Breathe through your mouth. Continue to pinch for 10 to 15 minutes. Pinching sends pressure to the bleeding point on the nasal septum and often stops the flow of blood. If the bleeding continues after 10 to 15 minutes, repeat holding pressure for another 10 to 15 minutes. Avoid peeking at your nose. If the bleeding still continues, seek emergency care.",
				"picture": "../../assets/datas/nosebleeds/step2.png"
			},
			{
				"step": 3,
				"title": "Refresh",
				"content": "You can also reduce the blood flow in your nose by decreasing the temperature of your body. For this, you can put ice cubes in your mouth: your temperature will drop quickly! Do not hesitate to suck ice cubes rather than place them on your nose, the operation will be much more effective. Sucking ice cream works just as well as ice cubes ... Strawberry, orange, lemon: every taste is possible!",
				"picture": "../../assets/datas/nosebleeds/step3.png"
			}
		],
		"infos": "Remember to not tilt back to avoid swallowing bloode which can irritate your stomach "
	},
	{
		"emergency_name": "Fire Safety",
		"emergency_type": "disease",
		"steps": [ 
			{
				"step": 1,
				"title": "Prevent fire",
				"content": "Check electrical wiring in your house. Fix damaged, exposed or loose plugs.",
				"picture": "../../assets/datas/fire-safety/step1.PNG"
			},
			{
				"step": 2,
				"title": "Reduce risk",
				"content": " If possible, install smoke detectors, test them each month and replace the batteries at least once a year.",
				"picture": "../../assets/datas/fire-safety/step2.PNG"
			},
			{
				"step": 3,
				"title": "Instal fire extinguishers",
				"content": " Have one or more working fire extinguishers in your home, building or school and ensure you know",
				"picture": "../../assets/datas/fire-safety/step3.PNG"
			},
			{
				"step": 4,
				"title": "How to instal fire extinguishers",
				"content": " Install extinguishers about 1 meter high on the wall, near an exit or in easily accessible places and away from heat sources.",
				"picture": "../../assets/datas/fire-safety/step4.PNG"
			}
		],
		"infos": "Make sure everyone who lives in your house knows about fire safety"
	},
	{
		"emergency_name": "When house on fire",
		"emergency_type": "emergency",
		"steps": [ 
			{
				"step": 1,
				"title": "Develop a Space plan",
				"content": "checking out at least two escape routes and make sure everyone knows what to do.",
				"picture": "../../assets/datas/during-fire/step1.PNG"
			},
			{
				"step": 2,
				"title": "GET OUT ",
				"content": " If the fire start or you hear the smoke alarm for fire alert,go outside right away. Yell to let people know the emergency is real so that they get out too using the escape routes you have planed. Never try to hide from fire. Leave all your things where they are and save yourself first.",
				"picture": "../../assets/datas/during-fire/step2.PNG"
			},
			{
				"step": 3,
				"title": "Feeling doors",
				"content": "Practice feeling all doors before opening them. If the door is hot, get out another way.",
				"picture": "../../assets/datas/during-fire/step3.PNG"
			},
			{
				"step": 4,
				"title": "Close doors behind",
				"content": "Close doors behind but from outside as you escape to delay spread of fire",
				"picture": "../../assets/datas/during-fire/step4.PNG"
			},
			{
				"step": 5,
				"title": "Clothes catch on fire",
				"content": "If your clothes catch on fire, STOP,DROP and ROLL. Stop what you are doing, drop to the ground, cover your face and roll backand forth until the flame go out. Do not run as it will make the fire burn faster.",
				"picture": "../../assets/datas/during-fire/step5.PNG"
			},
			{
				"step": 6,
				"title": "Do not call emergency inside a building on fire",
				"content": "You should not call emergency services from inside the building on fire. Get out first and call from neighbor’s house.",
				"picture": "../../assets/datas/during-fire/step6.PNG"
			},
			{
				"step": 7,
				"title": "Fight the fire or not?",
				"content": "If you have extinguishers at hand,fight the fire only if you can but don’t take undue risk.",
				"picture": "../../assets/datas/during-fire/step7.PNG"
			},
			{
				"step": 8,
				"title": "If the fire blocks your escape routes",
				"content": "If smoke, heat or flames block your exit routes, stay in the room with doors closed. Place a wet towel under the door and call the fire department. Open a window and wave a brightly colored cloth or flashlight to signal for help.",
				"picture": "../../assets/datas/during-fire/step8.jpg"
			}
		],
		"infos": "Remember that the first thing you should do is to save yourself"
	},
	{
		"emergency_name": "Ebola Signs",
		"emergency_type": "disease",
		"steps": [ 
			{
				"step": 1,
				"title": "Fever",
				"content": "Fever is when a human's body temperature goes above the normal range of 36–37° C.",
				"picture": "../../assets/datas/ebola/step1.PNG"
			},
			{
				"step": 2,
				"title": "Severe headache",
				"content": "Headache is the pain from anywhere in the region of the head or neck",
				"picture": "../../assets/datas/ebola/step2.PNG"
			},
			{
				"step": 3,
				"title": "Muscle pain",
				"content": "Muscle pain originates in any of the muscles in the body.",
				"picture": "../../assets/datas/ebola/step3.PNG"
			},
			{
				"step": 4,
				"title": "Diarrhea",
				"content": "Diarrhea is loose, watery stools (bowel movements). You have diarrhea if you have loose stools three or more times in one day.",
				"picture": "../../assets/datas/ebola/step4.PNG"
			},
			{
				"step": 5,
				"title": "Vomiting",
				"content": "Vomiting is the involuntary, forceful expulsion of the contents of one's stomach through the mouth and sometimes the nose.",
				"picture": "../../assets/datas/ebola/step5.PNG"
			},
			{
				"step": 6,
				"title": "Abdominal (stomach) pain",
				"content": "Abdominal pain is pain that occurs between the chest and pelvic regions.",
				"picture": "../../assets/datas/ebola/step6.PNG"
			},
			{
				"step": 7,
				"title": "Unexplained hemorrhage (bleeding or bruising)",
				"content": "The bleeding occurs through eyes, noise or ears",
				"picture": "../../assets/datas/ebola/step7.PNG"
			}
		],
		"infos": ""
	},
	{
		"emergency_name": "Ebola prevention",
		"emergency_type": "disease",
		"steps": [ 
			{
				"step": 1,
				"title": "Wash your hands frequently",
				"content": "As with other infectious diseases, one of the most important preventive measures is frequent hand-washing. Use soap and water, or use alcohol-based hand rubs containing at least 60 percent alcohol when soap and water aren't available.",
				"picture": "../../assets/datas/ebola-prev/step1.PNG"
			},
			{
				"step": 2,
				"title": "Avoid bush meat",
				"content": "In developing countries, avoid buying or eating the wild animals, including nonhuman primates, sold in local markets.",
				"picture": "../../assets/datas/ebola-prev/step2.PNG"
			},
			{
				"step": 3,
				"title": "Avoid contact with infected people",
				"content": "In particular, caregivers should avoid contact with an infected person's body fluids and tissues, including blood, semen, vaginal secretions and saliva. People with Ebola or Marburg are most contagious in the later stages of the disease.",
				"picture": "../../assets/datas/ebola-prev/step3.PNG"
			},
			{
				"step": 4,
				"title": "Follow infection-control procedures",
				"content": "If you're a health care worker, wear protective clothing, such as gloves, masks, gowns and eye shields. Keep infected people isolated from others. Dispose of needles and sterilize other instruments.",
				"picture": "../../assets/datas/ebola-prev/step4.png"
			},
			{
				"step": 5,
				"title": "Don't handle remains",
				"content": "The bodies of people who have died of Ebola or Marburg disease are still contagious. Specially organized and trained teams should bury the remains, using appropriate safety equipment.",
				"picture": "../../assets/datas/ebola-prev/step5.PNG"
			},
			{
				"step": 6,
				"title": "Report any suspect case to 114",
				"content": "according to the signs already viewed, repord any suspect case by calling for free the 114",
				"picture": "../../assets/datas/ebola-prev/step6.PNG"
			}
		],
		"infos": ""
	}
]